Repository: amk221/train-up
Catalog: lang/trainup-*.po
Languages: de_de, fr_fr, nl_nl

source: Instantly
de_de: Sofort
fr_fr: Immédiatement
nl_nl: Onmiddelijk

source: Manually
de_de: Manuell freischalten
fr_fr: Manuellement
nl_nl: Handmatig

source: Result comments
de_de: Ergebnis-Kommentare
nl_nl: Reactie op resultaten

source: Result comment notifications
de_de: Benarichtigungen zu Ergebnis-Kommentaren
nl_nl: Notificaties van reacties op resultaten

source: Email administrators
de_de: E-Mail an Administratoren
fr_fr: Envoyer un mail aux administrateurs
nl_nl: Email beheerders

source: Default grades
de_de: Standard-Grade
fr_fr: Les notes de base
nl_nl: Standaard beoordelingen

source: Unsuccessful
de_de: Nicht bestanden
fr_fr: Loupé
nl_nl: Niet geslaagd

source: Pass
de_de: Bestanden
fr_fr: Réussi
nl_nl: Geslaagd

source: Pass with Merit
de_de: Bestanden mit Auszeichnung
fr_fr: Trop balèze!
nl_nl: Voldoende

source: Pass with Distinction
de_de: Exzellent!
fr_fr: Réussite avec mention
nl_nl: Ruim voldoende

source: e.g. Trainee, Student, Pupil
de_de: zum Beispiel Trainee, Student, Schüler etc.
fr_fr: ex, stagiaire, étudient, élève
nl_nl: Bijvoorbeeld Student

source: e.g. Trainees, Students, Pupils
de_de: zum Beispiel Trainees, Studenten, Schüler etc.
fr_fr: ex, stagiaires, étudients, élèves
nl_nl: Bijvoorbeeld Studenten

source: Can choose their %1$s
de_de: Können ihre %1$s wählen
fr_fr: Peut choisir son %1$s
nl_nl: Kunnen hun eigen %1$s kiezen

source: Disabled
de_de: Deaktiviert
fr_fr: Désactivé
nl_nl: Uitgeschakeld

source: A single %1$s
de_de: Eine einzelne %1$s
fr_fr: Un %1$s unique
nl_nl: Een enkele %1$s

source: Multiple %1$s
de_de: Mehrere %1$s
fr_fr: Des %1$s multiple
nl_nl: Meerdere %1$s

source: Instant sign up
de_de: Unmittelbares Anmelden
fr_fr: Inscription immédiate
nl_nl: Directe inschrijving

source: (Bypasses 'confirm your email address')
de_de: (Umgeht die Bestätitung der E-Mail-Adresse)
fr_fr: (Contourne 'confirmer votre adresse mail')
nl_nl: (Omzeilt 'Bevestig uw emailadres')

source: Sign up notifications
de_de: Anmelde-Benachrichtigung
fr_fr: Notifications d'inscription
nl_nl: Inschrijf notificaties

source: Sign up confirmation email
de_de: Anmeldebestätigungs-E-Mail
fr_fr: Mail de confirmation d'inscription
nl_nl: Inschrijf bevestigingsmail

source: e.g. Group, Class
de_de: zum Beispiel Gruppe, Klasse etc.
fr_fr: ex, groupe, une classe
nl_nl: Bijvoorbeeld Groep

source: e.g. Groups, Teams
de_de: zum Beispiel Gruppen, Klassen etc.
fr_fr: ex, groupes, équipes
nl_nl: Bijvoorbeeld groepen

source: Show on sign up
de_de: Bei Anmeldung anzeigen
fr_fr: Montrer sur la page d'inscription
nl_nl: Tonen bij inschrijving

source: (%1$s must choose which %2$s they are in when signing up)
de_de: (%1$s müssen ihre %2$s auswählen, wenn Sie sich anmelden.)
fr_fr: (Les %1$s doivent choisir dans quel %2$s ils sont quand ils s'inscrivent)
nl_nl: (%1$s moeten kiezen bij welke %2$s zij willen horen als zij zich inschrijven)

source: Group manager
de_de: Gruppenmanager
fr_fr: Responsable de groupe
nl_nl: Teamleider

source: e.g. Team leader, Overseer
de_de: zum Beispiel Teamleiter, Gruppenmanager, Moderator etc.
fr_fr: ex, chef d'équipe, superviseur
nl_nl: Bijvoorbeeld teamleider

source: e.g. Subject tutors, Branch managers
de_de: zum Beispiel Tutoren, Mentoren, etc.
fr_fr: ex, tuteurs, directeurs de succursale
nl_nl: Bijvoorbeeld filiaalmanagers

source: (Turn LRS requests on or off)
de_de: (Schaltet LRS Anfragen an oder aus)
fr_fr: (Activer ou désactiver LRS)
nl_nl: (Schakel LRS verzoeken in of uit)

source: Version
nl_nl: Versie

source: The URL of your Learning Record Store
de_de: Die URL Ihres Learning Record Stores
fr_fr: L'url de votre LRS
nl_nl: De URL van je Learning Record Store

source: LRS username
de_de: LRS Benutzername
fr_fr: Nom d'utilisateur LRS
nl_nl: LRS gebruikersnaam

source: LRS password
de_de: LRS Passwort
fr_fr: Mot de passe LRS
nl_nl: LRS wachtwoord

source: What to track
de_de: Was soll getrackt werden?
fr_fr: Que suivre
nl_nl: Wat bij te houden

source: %1$s attempts to answer a question
de_de: %1$s Versuche, die Frage zu beantworten
fr_fr: %1$s essaie de répondre une question
nl_nl: %1$s is bezig een antwoord te formuleren

source: %1$s starts a %2$s
de_de: %1$s startet einen %2$s.
fr_fr: %1$s commence un %2$s
nl_nl: %1$s begint aan een %2$s

source: %1$s completes a %2$s (passes or fails)
de_de: %1$s beendet einen %2$s (bestanden oder nicht bestanden)
fr_fr: %1$s achève un %2$s (réussite ou échec)
nl_nl: %1$s rond een %2$s af (geslaagd of niet)

source: Are you sure you want to delete this question?
de_de: Sind Sie sicher, dass Sie diese Frage löschen möchten?
fr_fr: Êtes-vous sûr de vouloir supprimer cette question?
nl_nl: Weet je zeker dat je deze vraag wilt verwijderen?

source: Resetting a %1$s will delete the answers of any %2$s who are currently taking this %1$s. (Meaning they will have to start again!).%3$sIt will also allow %2$s who have already taken this test to take it again without it being an official re-sit.%3$sAre you sure you want to continue?
de_de: Das Zurücksetzen eines %1$s wird die Antworten von allen %2$s löschen, die gerade an diesem %1$s teilnehmen. (Was bedeutet, dass Sie von vorne beginnen müssen!). %3$s Allen %2$s wird es zudem möglich, diesen Test zu wiederholen, ohne dass dies als offizielle Wiederholungsprüfung gezählt würde.%3$sSind Sie sicher, dass Sie fortfahren möchten?
nl_nl: Als je een %1$s reset zullen alle antwoorden van alle %2$s die aan dit %1$s meedoen ook verwijderd worden. (Dit betekent concreet dat iedereen overnieuw moet beginnen!) %3$s Het zorgt er ook voor dat %2$s die het examen al hebben afgelegd het examen moeten/kunnen over doen, zonder dat dit een officiële herkansing is. %3$s Ben je er zeker van dat je hiermee door wilt gaan?

source: You have run out of time!
de_de: Die vorgegebene Zeit ist abgelaufen!
nl_nl: Je tijd is verstreken!

source: Are you sure you want to submit your answers? (You cannot undo this action)
de_de: Sind Sie sicher, dass Sie Ihre Antworten übermitteln möchten? (Sie können dies nicht rückgängig machen!)
nl_nl: Weet je zeker dat je je antwoorden in wilt leveren? (Je kunt dit niet ongedaan maken)

source: No questions found for this %1$s
de_de: Keine Fragn für diesen %1$s gefunden.
fr_fr: Aucune question trouvée pour ce %1$s
nl_nl: Geen vragen voor dit/deze %1$s gevonden

source: Average %1$s performance
de_de: Durchschnittliche %1$s Performance
fr_fr: Performance moyenne du %1$s
nl_nl: Gemiddelde %1$s prestatie

source: Options
de_de: Optionen
nl_nl: Opties

source: %1$s grades
de_de: %1$s Stufen
fr_fr: notes du %1$s
nl_nl: %1$s beoordelingen

source: View results
de_de: Zeige Ergebnisse
fr_fr: Voir les résultats
nl_nl: Bekijk resultaten

source: No %1$s specified
de_de: Kein %1$s angegeben
fr_fr: Aucun(e) %1$s précisé(e)
nl_nl: Geen %1$s geselecteerd

source: Question deleted
de_de: Frage gelöscht
fr_fr: Question supprimée
nl_nl: Vraag verwijderd

source: %1$s reset
de_de: %1$s zurücksetzen
nl_nl: %1$s gereset

source: Start the %1$s
fr_fr: Commencer le %1$s
nl_nl: Start de %1$s

source: Submit my answers
de_de: Meine Antworten übermitteln
fr_fr: Soumettre mes réponses
nl_nl: Lever mijn antwoorden in

source: Select one or more %1$s that this %2$s belongs to.
fr_fr: Sélectionner un ou plusieurs %1$s que ce %2$s peut gérer.
nl_nl: Selecteer een of meerdere %1$s waar deze %2$s toe behoort.

source: %1$s currently taking %2$s
nl_nl: %1$s is op dit moment bezig aan %2$s

source: %1$s recent activity
de_de: %1$s kürzliche Aktivität
nl_nl: %1$s recente activiteit

source: Attempt
de_de: Ihre Antwort
fr_fr: Essayer
nl_nl: Mijn antwoord

source: Result
de_de: Ergebnis
fr_fr: Résultat
nl_nl: Resultaat

source: From
de_de: Von
fr_fr: De
nl_nl: Van

source: To
de_de: An
fr_fr: À
nl_nl: Naar

source: Add recipient
de_de: Empfänger hinzufügen
fr_fr: Ajouter destinataire
nl_nl: Voeg ontvanger toe

source: Remove selected
de_de: Ausgewählte entfernen
fr_fr: Enlever selectionné
nl_nl: Verwijder selectie

source: Subject
de_de: Betreff
fr_fr: Objet
nl_nl: Onderwerp

source: Body
fr_fr: Corps
nl_nl: Inhoud

source: Fail
de_de: Fehlschlag
fr_fr: Échec
nl_nl: Fout

source: Add another grade
de_de: Neue Stufe hinzufügen
fr_fr: Ajouter une autre note
nl_nl: Voeg een beoordeling toe

source: Browse
fr_fr: Naviguer
nl_nl: Bladeren

source: Add
de_de: Hinzufügen
fr_fr: Ajouter
nl_nl: Toevoegen

source: Import questions into the %1$s
de_de: Fragen in diesen %1$s importieren
fr_fr: Importer les questions dans le %1$s
nl_nl: Importeer vragen in de %1$s

source: Supported formats include:
de_de: Unterstützte Formate:
fr_fr: Les formats supportés sont les suivants:
nl_nl: Ondersteunde formaten zijn:

source: You are here:
de_de: Sie sind hier:
fr_fr: Vous êtes ici:
nl_nl: Je bent hier:

source: %1$s is out of date. Please consider updating the plugin by visiting:
de_de: %1$s sind nicht mehr aktuell. Bitte aktualisieren Sie das PlugIn hier:
fr_fr: %1$s est obsolète. Veuillez considerer la mise à jour du plugin par la visite de:
nl_nl: %1$s is verouderd. Overweeg een update door de volgende pagina te bezoeken:

source: The Tin-Can API functionality is in beta. Please visit %1$s to submit suggestions.
de_de: Die TIN-Can-API-Funktion ist im Beta-Stadium. Bitte besuchen Sie %1$s, um Vorschläge zu übermitteln.
fr_fr: La fonctionnalité du Tin-Can API est en version beta. Veuillez visiter %1$s pour soumettre des suggestions.
nl_nl: De Tin-Can API functie is in beta versie. Bezoek %1$s voor vragen en suggesties.

source: Add another answer
de_de: Eine weitere Antwort hinzufügen
fr_fr: Ajouter une autre réponse
nl_nl: Voeg nog een antwoord toe

source: Answer
de_de: Antwort
fr_fr: Réponse
nl_nl: Antwoord

source: The correct answer
de_de: Die korrekte Antwort
fr_fr: La bonne réponse
nl_nl: Het goede antwoord

source: If a %1$s entered...
de_de: Wenn ein %1$s begonnen wird...
nl_nl: Als een student %1$s heeft ingevoerd....

source: ...they would be:
de_de: ... wären dies:
nl_nl: ....dan is dat:

source: Please select which %1$s you would like to manage the %2$s for:
de_de: Bitte wählen Sie, für welchen %1$s Sie Materialien bearbeiten möchten:
fr_fr: Veuillez sélectionner pour quel %1$s vous aimeriez gérer le %2$s:
nl_nl: Selecteer van welk(e) %1$s je de %2$s wilt beheren:

source: Manage
de_de: Bearbeiten
fr_fr: Gérer
nl_nl: Beheer

source: Please select which %1$s you would like to see the results for:
de_de: Bitte wählen Sie, für welchen %1$s Sie die Ergebnisse sehen möchten:
fr_fr: Veuillez sélectionner pour quels %1$s vous aimeriez voir les résultats:
nl_nl: Selecteer van welk(e) %1$s je de resultaten wilt bekijken:

source: View in archive
de_de: Im Archiv zeigen
nl_nl: Bekijk in archief

source: Click to manually set a percentage
de_de: Klicken Sie, um eine Prozentzahl anzugeben
nl_nl: Klik om handmatig een percentage in te stellen

source: Archived %1$s %2$s results
fr_fr: Résultats de %1$s %2$s archivés
nl_nl: Opgeslagen %1$s %2$s resultaten

source: User
de_de: Benutzer
nl_nl: Gebruiker

source: Time
de_de: Zeit
fr_fr: Temps
nl_nl: Tijd

source: Download as CSV
de_de: Als CSV herunterladen
nl_nl: Download als CSV-bestand

source: No archived results to display
de_de: Keine archivierten Ergebnisse vorhanden
fr_fr: Aucun résultat archivé à montrer
nl_nl: Geen opgeslagen resultaten om te tonen

source: Edit user
de_de: Benutzer ändern
nl_nl: Bewerk gebruiker

source: Archived answers for %1$s (%2$s)
de_de: Archivierte Antworten für %1$s (%2$s)
fr_fr: Réponses archivées pour %1$s (%2$s)
nl_nl: Opgeslagen antwoorden van %1$s (%2$s)

source: Archived answers for %1$s
de_de: Archivierte Antworten für %1$s
fr_fr: Réponses archivées pour %1$s
nl_nl: Opgeslagen antwoorden van %1$s

source: Archived %1$s results for %2$s
de_de: Archivierte %1$s Ergebnisse für %2$s
fr_fr: Les résultats archivé de %1$s pour %2$s
nl_nl: Opgeslagen %1$s resultaten van %2$s

source: Toggle %1$s parents
fr_fr: Alterner entre les parents de %1$s
nl_nl: Switch %1$s ouders

source: Select which %1$s this %2$s is for:
de_de: Wählen Sie, für welchen %1$s dieser %2$s ist:
fr_fr: Selectionnez pour quel %1$s ce %2$s est:
nl_nl: Selecteer voor welk(e) %1$s dit/deze %2$s is:

source: Number of allowed re-sit attempts:
de_de: Anzahl der erlaubten Wiederholungsprüfungen:
fr_fr: Nombre de tentatives de repassage autorisées:
nl_nl: Aantal toegestane herkansingen:

source: Time limit:
de_de: Zeitlimit:
nl_nl: Tijdslimiet:

source: Publish results:
de_de: Ergebnisse veröffentlichen:
nl_nl: Publiceer resultaten

source: Add a new question
de_de: Neue Frage hinzufügen
fr_fr: Ajouter une nouvelle question
nl_nl: Voeg een nieuwe vraag toe

source: Untitled
de_de: Ohne Titel
nl_nl: Zonder titel

source: No questions added yet
de_de: Bisher wurden keine Fragen hinzugefügt.
fr_fr: Aucune question ajouter jusqu'à présent
nl_nl: Nog geen vragen toegevoegd

source: Please save this %1$s before adding questions.
de_de: Bitte speichern Sie diesen %1$s, bevor Sie Fragen hinzufügen.
fr_fr: Veuillez sauvgarder ce %1$s avant d'ajouter de questions.
nl_nl: Sla deze %1$s op om vragen toe te kunnen voegen.

source: View active %1$s
de_de: Zeige aktive %1$s
nl_nl: Bekijk actieve %1$s

source: When
de_de: Wenn
nl_nl: Wanneer

source: %1$s ago
de_de: vor %1$s
nl_nl: %1$s geleden

source: No activity to show just yet!
de_de: Bisher gibt es noch keine Aktivitäten, die angezeigt werden könnten!
nl_nl: Geen activiteit om te tonen!

source: First name
de_de: Vorname
fr_fr: Prénom
nl_nl: Voornaam

source: Last name
de_de: Nachname
fr_fr: Nom de famille
nl_nl: Achternaam

source: Password
de_de: Passwort
fr_fr: Mot de passe
nl_nl: Wachtwoord

source: Leave blank to keep the same
de_de: Frei lassen, um das Passwort beizubehalten
fr_fr: Laissez vide pour aucune conséquence
nl_nl: Laat leeg om je huidige instellingen te behouden

source: Get new password
de_de: Neues Passwort anfordern
fr_fr: Obtenir un nouveau mot de passe
nl_nl: Vraag een nieuw wachtwoord aan

source: Back to Login
de_de: Zurück zur Anmeldung
fr_fr: Retour à la connexion
nl_nl: Terug naar inloggen

source: Forgotten password?
de_de: Passwort vergessen?
fr_fr: Mot de passe oublié?
nl_nl: Wachtwoord vergeten?

source: New password
de_de: Neues Passwort
fr_fr: Nouveau mot de passe
nl_nl: Nieuw wachtwoord

source: Confirm new password
de_de: Neues Passwort bestätigen
fr_fr: Confirmez le nouveau mot de passe
nl_nl: Bevestig nieuw wachtwoord

source: Save
de_de: Speichern
fr_fr: Enregistrer
nl_nl: Opslaan

source: Your answer:
de_de: Ihre Antwort:
fr_fr: Votre réponse:
nl_nl: Je antwoord:

source: Save my answer
de_de: Speichere meine Antwort
fr_fr: Enregistrer ma réponse
nl_nl: Sla mijn antwoord op

source: No answers set for this Question
de_de: Für diese Frage ist keine Antwort festgelegt worden.
fr_fr: Aucune réponse établie pour cette question
nl_nl: Geen antwoorden ingesteld voor deze vraag

source: Prev
de_de: Zurück
fr_fr: Précédent
nl_nl: Vorige

source: Next
de_de: Weiter
fr_fr: Suivant
nl_nl: Volgende

source: Rank
de_de: Rang
nl_nl: Positie

source: Marks
de_de: Marken
nl_nl: Scores

source: Powered by %1$s
fr_fr: Propulsé par %1$s
nl_nl: Gemaakt door %1$s

source: Doing so will also delete the related %1$s, %2$s, results & files.
de_de: Wenn Sie dies tun, werden alle hierrauf bezogenen %1$s, %2$s, Ergebnisse und Datein gelöscht!
nl_nl: Als je dit doet, zullen ook de bijbehorende %1$s, %2$s, resultaten en bestanden worden verwijderd.

source: Uploading...
de_de: Lade hoch...
nl_nl: Uploaden...

source: %1$s not found
de_de: %1$s nicht gefunden.
nl_nl: %1$s niet gevonden

source: This will delete old files uploaded to this %1$s. (%2$s latest uploaded files will remain)
de_de: Dies wird für diesen %1$s hochgeladene, alte Datein löschen. (%2$s zuletzt hochgeladene Datein werden erhalten bleiben.)
nl_nl: Met deze optie verwijder je oude geüploade bestanden van dit/deze %1$s(laatst geüploade bestanden van (de) %2$s zullen bewaard blijven)

source: File attachments
de_de: Dateianhänge
nl_nl: Bestandsbijlages

source: Deleting %1$s results
de_de: Lösche %1$s Ergebnisse
nl_nl: %1$s resultaten verwijderen

source: When a result post is deleted you are only throwing away a certificate of completion of a %1$s. All attempted answers and uploaded files remain in the archive.
de_de: Wenn ein Ergebnisbeitrag gelöscht wird, wird nur das Ergebniszertifikat des %1$s entfernt. Alle Antwortversuche und hochgeladenen Datein verbleiben im Archiv.
nl_nl: Als een resultaatpagina is verwijderd, is daarmee enkel het certificaat verwijderd dat behoort bij het afronden van een test. Alle ingevoerde antwoorden en geüploade bestanden blijven bewaard in het archief.

source: (Requires a modern browser with XHR2 support)
de_de: (Benötigt einen modernen Browser mit XHR2-Support)
nl_nl: (Vereist een moderne browser met XHR2 ondersteuning)

source: Doing so will also delete any files uploaded in response to it.
de_de: Dies wird ebenfalls alle zugehörigen, hochgeladenen Datein entfernen und löschen.
nl_nl: Als je dit doet worden alle bijbehorende geüploade bestanden ook verwijderd.

source: Doing so will also delete the related results and uploaded files.
de_de: Dies wird zudem alle dazugehörigen Ergebnisse und Datein löschen.
nl_nl: Als je dit doet zullen ook de bijbehorende resultaten en geüploade bestanden worden verwijderd.

source: %1$s old file was deleted
de_de: %1%s alte Datei wurde gelöscht.
nl_nl: Oud bestand van %1$s gewist

source: %2$s file remains
de_de: %2$s Datei bleibt erhalten.
nl_nl: %2$s bestand blijft bewaard

source: (saving %1$s)
de_de: (speichere %1$s)
nl_nl: ( %1$s opslaan)

source: (consuming %1$s)
nl_nl: (%1$s vernietigen)

source: Delete redundant files
de_de: Lösche redundante Datein
nl_nl: Overtollige bestanden verwijderen

source: Question
de_de: Frage
nl_nl: Vraag

source: Percentage
de_de: Prozente
fr_fr: Pourcentage

source: Cancel
de_de: Abbrechen
fr_fr: Annuler

source: Levels
de_de: Kurse
fr_fr: Niveaux

source: (Enter a legitimate license/order number to enable updates)
de_de: (Geben Sie eine gültige Lizenz-/Bestellnummer an, um Aktualisierungen zu ermöglichen.)

source: Level
de_de: Kurs
fr_fr: Niveau

source: Email %1$s
de_de: Email an %1$s

source: Add to %1$s
de_de: Zu %1$s hinzufügen

source: Remove from %1$s
de_de: Von %1$s entfernen

source: Enter %1$s ID or title
de_de: Geben Sie die %1$s-ID oder den Titel an.

source: Correct
de_de: Korrekt
fr_fr: Corriger

source: Incorrect
de_de: Nicht korrekt
fr_fr: Incorrecte

source: Response
de_de: Antwort

source: Correct?
de_de: Korrekt?
fr_fr: Correcte?

source: incorrect
de_de: nicht korrekt

source: Reset %1$s
de_de: %1$s zurücksetzen

source: Debug
fr_fr: Déboguer

source: Emailer
fr_fr: Service email

source: %1$s_title
fr_fr: %1$s_titre

source: list_%1$s_%2$s
fr_fr: liste_%1$s_%2$s

source: number_of_%1$s_%2$s
fr_fr: nombre_de_%1$s_%2$s

source: %1$s_has_%2$s
fr_fr: %1$s_a_%2$s

source: !%1$s_has_%2$s
fr_fr: !%1$s_a_pas_%2$s

source: %1$s_%2$s_link
fr_fr: %1$s_%2$s_lien

source: list_sub_%1$s
fr_fr: liste_sub_%1$s

source: has_sub_%1$s
fr_fr: a_sub_%1$s

source: !has_sub_%1$s
fr_fr: !a_pas_sub_%1$s

source: logout_link
fr_fr: deconnecter_lien

source: list_%1$s_levels
fr_fr: liste_%1$s_niveaux

source: %1$s_has_results
fr_fr: %1$s_a_resultats

source: !%1$s_has_results
fr_fr: %1$s_a_pas_resultats

source: list_%1$s_results
fr_fr: liste_%1$s_resultats

source: random_number
fr_fr: nombre_aleatoire

source: result_%1$s_title
fr_fr: resultat_%1$s_titre

source: result_%1$s_link
fr_fr: resultat_%1$s_lien

source: passed_%1$s
fr_fr: reussi_%1$s

source: !passed_%1$s
fr_fr: !non_reussi_%1$s

source: can_resit_%1$s
fr_fr: peut_repasser_%1$s

source: !can_resit_%1$s
fr_fr: !peut_pas_repasser_%1$s

source: %1$s_first_name
fr_fr: %1$s_prenom

source: archived_answers
fr_fr: reponses_archivees

source: Header
fr_fr: En-tête

source: Training
fr_fr: Formation

source: %1$s_%2$s_title
fr_fr: %1$s_%2$s_titre

source: number_of_%1$s_questions
fr_fr: nombre_de_questions_de_%1$s

source: %1$s_started_%2$s
fr_fr: %1$s_a_commencé_%2$s

source: !%1$s_started_%2$s
fr_fr: !%1$s_a_pas_commencé_%2$s

source: %1$s_finished_%2$s
fr_fr: %1$s_a_fini_%2$s

source: !%1$s_finished_%2$s
fr_fr: %1$s_a_pas_fini_%2$s

source: %1$s_submitted_answers
fr_fr: %1$s_a_soumis_reponses

source: !%1$s_submitted_answers
fr_fr: !%1$s_a_pas_soumis_reponses

source: list_%1$s_questions
fr_fr: liste_%1$s_questions

source: start_%1$s_link
fr_fr: commencer_%1$s_lien

source: finish_%1$s_link
fr_fr: terminer_%1$s_lien
