Repository: amk221/train-up
Catalog: lang/trainup-*.po
Languages: de_de, fr_fr, nl_nl

source: Invalid action
de_de: Ungültige Aktion
fr_fr: Action non valide
nl_nl: Ongeldige bewerking

source: Administrator
fr_fr: L'administrateur
nl_nl: Beheerder

source: Full ability to administer the plugin
de_de: Voller Administrator-Zugang für dieses PlugIn
fr_fr: Pleine capacité d'administrer le plugin
nl_nl: Plugin beheren toegestaan

source: Have the ability to view results of %1$s within their %2$s
de_de: Haben die Möglichkeit, Ergebisse von %1$s innerhalb ihrer %2$s zu sehen.
fr_fr: Avoir la capacité de voir les résultats de %1$s avec leur %2$s
nl_nl: De mogelijkheid om binnen hun %2$s de resultaten van hun %1$s te bekijken

source: Have the ability to view %1$s, %2$s, and take %3$s
de_de: Haben die Möglichkeit, %1$s, %2$s zu sehenund take %3$s
fr_fr: Avoir la capacité de voir %1$s, %2$s, et prendre %3$s
nl_nl: De mogelijkheid om %1$s te bekijken en %3$s te krijgen

source: Leave a comment
de_de: Hinterlasse einen Kommentar
nl_nl: Laat een bericht achter

source: Reply to %s
de_de: Antworte auf %s
nl_nl: Antwoord %s

source: View
de_de: Zeige
fr_fr: Voir
nl_nl: Bekijken

source: Shortcodes allow you to insert dynamic content into the editor.
de_de: Shortcodes erlauben es Dir, dynamsichen Inhalt in den Editor einzufügen.
fr_fr: Les shortcodes vous permettent d'insérer de contenu dynamique dans l'éditeur.
nl_nl: Shortcodes geven je de mogelijkheid om specifieke inhoud toe te voegen aan de bewerker.

source: Order
de_de: Reihenfolge
fr_fr: Ordre
nl_nl: Lijst

source: %1$s already started
de_de: %1$s hat bereits begonnen
fr_fr: %1$s a déjà commencé
nl_nl: %1$s is al van start

source: %1$s already finished
de_de: %1$s ist bereits beendet
fr_fr: %1$s a déjà fini
nl_nl: %1$s is al afgerond

source: You cannot finish this %1$s, because you have not started it
de_de: Sie können diesen %1$s nicht beenden, weil Sie ihn noch gar nicht begonnen haben.
fr_fr: Vous ne pouvez pas finir ce %1$s, parce que vous l'avez pas commencé
nl_nl: Je kunt deze %1$s niet afronden omdat je er nog niet aan bent begonnen

source: You must have passed "%1$s" before you can access "%2$s"
de_de: Sie müssen "%1$s" bestanden haben, bevor Sie Zugang zu "%2$s" haben.
fr_fr: Il faut que vous réussissiez "%1$s" avant que vous puissiez accéder "%2$s"
nl_nl: Je moet eerst "%1$s" afronden voordat je toegang krijgt tot "%2$s"

source: Access denied
de_de: Kein Zugang
fr_fr: Accès refusé
nl_nl: Toegang geweigerd

source: You are not in the correct %1$s
de_de: Sie sind nicht in der korrekten %1$s
fr_fr: Vous n'êtes pas dans le bon %1$s
nl_nl: Je bent niet in de juiste %1$s

source: Sorry, you have run out of time
de_de: Sorry, Zeit ist zu Ende!
nl_nl: Sorry, je tijd is verstreken

source: Access to %1$s is denied whilst you are taking a %2$s
de_de: Sie haben keinen Zugang zu %1$s während Sie an %2$s teilnehmen.
fr_fr: Accès à %1$s est refusé lorsque vous êtes en train de faire un %2$s
nl_nl: Toegang tot %1$s is geweigerd zolang je bezig bent met een %2$s

source: You have not started the %1$s yet
de_de: Sie haben den %1$s noch nicht begonnen.
fr_fr: Vous n'avez pas encore commencé le %1$s
nl_nl: Je bent nog niet begonnen aan het %1$s

source: You have already completed the %1$s
de_de: Sie haben %1$s bereits abgeschlossen.
fr_fr: Vous avez déjà achevé le %1$s
nl_nl: Je hebt de %1$s al afgerond

source: You have exceeded the amount of resit attempts
de_de: Sie haben alle Wiederholungsprüfungen bereits aufgebraucht.
fr_fr: Vous avez dépassé le nombre de tentatives pour repasser
nl_nl: Je hebt het maximaal aantal herkansingen bereikt

source: Add new
de_de: Neu hinzufügen
fr_fr: Créer un nouveau
nl_nl: Nieuwe toevoegen

source: %1$s not in a %2$s
de_de: %1$s nicht in einer %2$s
fr_fr: %1$s pas dans un %2$s
nl_nl: %1$s niet in een %2$s

source: This field is required
de_de: Dies ist ein Pflichtfeld
fr_fr: Ce champ est obligatoire
nl_nl: Dit veld is verplicht

source: Please choose an option
de_de: Bitte wählen Sie eine Option!
fr_fr: Veuillez choisir une option
nl_nl: Selecteer een optie

source: Please select an option
de_de: Bitte wählen Sie eine Option
fr_fr: Veuillez sélectionner une option
nl_nl: Selecteer een optie

source: A valid e-mail address is required
de_de: Es ist eine gültige E-Mail notwendig
fr_fr: Une adresse mail est requise
nl_nl: Een geldig emailadres vereist

source: That email address is already taken
de_de: Diese E-Mail-Adresse wird bereits benutzt.
fr_fr: Cette adresse mail est déjà prise
nl_nl: Dit emailadres is al in gebruik

source: Invalid email address
de_de: Ungültige E-Mail-Adresse
fr_fr: Adresse mail non valide
nl_nl: Ongeldig emailadres

source: Your password must be more than 5 characters
de_de: Ihr Passwort muss mehr als 5 Zeichen haben!
fr_fr: Votre mot de passe doit dépasser 5 caractères
nl_nl: Je wachtwoord moet uit ten minste 6 karakters bestaan

source: Your passwords do not match
de_de: Ihre Passwörter stimmen nicht überein.
fr_fr: Vos mots de passe ne correspondent pas
nl_nl: Je wachtwoorden komen niet overeen

source: Your username must be more than 3 characters
de_de: Ihr Benutzername muss mehr als 3 Zeichen haben.
fr_fr: Votre nom d'utilisateur doit dépasser 3 caractères
nl_nl: Je gebruikersnaam moet uit ten minste vier karakters bestaan

source: Sorry, that username is already taken
de_de: Sorry, dieser Benutzername wird bereits genutzt.
fr_fr: Désolé, ce nom d'utilisateur est déjà pris
nl_nl: Sorry, die gebruikersnaam is al door iemand anders gekozen

source: Your account is not activated
de_de: Dein Account ist nicht aktiviert.
fr_fr: Votre compte n'est pas activé
nl_nl: Je account is niet geactiveerd

source: Invalid username or password
de_de: Ungültiger Benutzername oder Passwort
fr_fr: Nom d'utilisateur ou mot de passe est non valide
nl_nl: Ongeldige gebruikersnaam of wachtwoord

source: Please enter a valid postcode
de_de: Bitte geben Sie einen gültigen Postcode an.
fr_fr: Veuillez saisir un code postale valide
nl_nl: Vul een geldige postcode in

source: Please select the day of the month
de_de: Bitte wählen Sie den Wochentag.
fr_fr: Veuillez sélectionner le jour du mois
nl_nl: Selecteer een dag

source: Please select the month
de_de: Bitte wählen Sie den Monat.
fr_fr: Veuillez sélectionner le mois
nl_nl: Selecteer een maand

source: Please select the year
de_de: Bitte wählen Sie das Jahr.
fr_fr: Veuillez sélectionner l'an
nl_nl: Selecteer een jaar

source: Please enter a valid phone number
de_de: Bitte geben Sie eine gültige Telefonnummer an.
fr_fr: Veuillez saisir un numéro de téléphone valide
nl_nl: Vul een geldig telefoonnummer in

source: Fixtures already installed
de_de: Fixes sind bereits installiert.
nl_nl: Speciale bewerkingen zijn geïnstalleerd

source: Question %1$s
de_de: Frage %1$s
nl_nl: Vraag %1$s

source: What is %1$s + %2$s?
de_de: Was ist %1$s + %2$s?
fr_fr: Qu'est-ce qu'est %1$s + %2$s?
nl_nl: Wat is %1$s + %2$s?

source: No fixtures to remove
de_de: Keine Fixtures zu entfernen
fr_fr: Pas de données d'échantillon à enlever
nl_nl: Geen speciale bewerkingen om te verwijderen

source: Send emails
de_de: Sende E-Mails
fr_fr: Envoyer des emails
nl_nl: Emails verzenden

source: Error sending email
de_de: Fehler beim E-Mail-Versand
fr_fr: Erreur en envoyant le mail
nl_nl: Email verzenden mislukt

source: %1$s email sent
de_de: %1$s E-Mail wurde versendet.
fr_fr: %1$s email envoyé
nl_nl: %1$s email verstuurd

source: Send email
de_de: Sende E-Mail
fr_fr: Envoyer un email
nl_nl: Email verzenden

source: Send
de_de: Sende
fr_fr: Envoyer
nl_nl: Verzenden

source: Sending
de_de: Versand erfolgt derzeit
fr_fr: En train d'envoyer
nl_nl: Verzenden

source: None
de_de: Keine
fr_fr: Aucun
nl_nl: Geen

source: Select one or more %1$s which this %2$s can manage.
de_de: Wählen Sie eine oder mehrere %1$s die dieser %2$s managen kann.
fr_fr: Sélectionner un ou plusieurs %1$s que ce %2$s peut gérer.
nl_nl: Selecteer een of meerdere %1$s die deze %2$s kunnen beheren.

source: Description
de_de: Beschreibung
nl_nl: Beschrijving

source: Colour
de_de: Farbe
nl_nl: Kleur

source: Relationships
de_de: Beziehungen
fr_fr: Relations
nl_nl: Gerelateerd

source: View %1$s
de_de: Zeige %1$s
fr_fr: Voir %1$s
nl_nl: Bekijk %1$s

source: Add a new %1$s
de_de: Füge einen neuen %1$s hinzu
fr_fr: Créer un nouveau %1$s
nl_nl: Voeg een nieuwe %1$s toe

source: Edit %1$s
de_de: %1$s ändern
fr_fr: Modifier %1$s
nl_nl: %1$s bewerken

source: Search
de_de: Suche
fr_fr: Chercher
nl_nl: Zoeken

source: Error importing questions
de_de: Fehler beim Importieren der Fragen
fr_fr: Erreur en important les questions
nl_nl: Vragen importeren mislukt

source: %1$s of %2$s questions imported
de_de: %1$s von %2$s Fragen importiert
fr_fr: %1$s de %2$s questions importées
nl_nl: %1$s van de %2$s vragen geïmporteerd

source: Done
de_de: Erledigt
fr_fr: Fait
nl_nl: Klaar

source: Import
de_de: Importiere
fr_fr: Importer
nl_nl: Importeren

source: No file selected
de_de: Keine Datei ausgewählt
fr_fr: Aucun dossier selectionné
nl_nl: Geen bestand geselecteerd

source: Are you sure you want to delete this %1$s?
de_de: Sind Sie sicher, dass sie diese %1$s löschen möchten?
fr_fr: Êtes-vous sûr de vouloir supprimer ce %1$s?
nl_nl: Weet je zeker dat je deze %1$s wilt verwijderen?

source: %1$s access
de_de: %1$s Zugang
fr_fr: Accès au %1$s
nl_nl: %1$s toegang

source: %1$s eligibility
de_de: %1$s Teilnahmeberechtigung
fr_fr: Éligibilité du %1$s
nl_nl: %1$s keuze

source: By default, %1$s can be accessed by all %2$s. Using the %3$s-access box you can choose to limit access to a particular %4$s (and its relations), to 1 or more %5$s.
de_de: Standardmäßgi haben alle %2$s Zugang zu 1$s. Mittels der %3$s-Zugangs-Box können Sie den Zugang zu speziellen %4$s von 1 bis %5$ einschränken.
fr_fr: Par défaut, les %1$s peuvent être accéder par tout les %2$s. Si vous utiliser la boite d'accès-au-%3$s, vous pouvez choisir de limiter l'accès à un %4$s précis (et ses relations), à 1 ou plusieur %5$s.
nl_nl: Als standaardinstelling hebben alle %2$s toegang tot %1$s. Je kunt de %3$s-toegangsmodule gebruiken om beperkte toegang te verlenen aan een specifieke groep %4$s (en gerelateerde bestanden) voor een of meerdere %5$s.

source: You can use the %1$s-eligibility box to prevent access to a %2$s (and its relations) unless a %1$s has passed a particular %3$s.
fr_fr: Vous pouvez choisir la boite d'éligibilité-du-%1$s pour empêcher l'accès à un %2$s (et ses relations) à moins qu'un %1$s a réussi un %3$s précis.
nl_nl: Je kunt de %1$s-keuze module gebruiken om toegang tot een %2$s met bijbehorende bestanden te ontzeggen totdat een %1$s een bepaald %3$s heeft afgerond.

source: Add %1$s
de_de: %1$s hinzufügen
fr_fr: Ajouter %1$s
nl_nl: %1$s toevoegen

source: Save changes
de_de: Änderungen speichern.
fr_fr: Sauvegarder les changements
nl_nl: Wijzigingen opslaan

source: Your details were updated
de_de: Ihre Details wurden aktualisiert.
fr_fr: Vos détails étaient rénovés
nl_nl: Je gegevens zijn geüpdated

source: Please check your inbox
de_de: Bitte überprüfen Sie Ihren E-Mail-Postfach!
fr_fr: Veuillez vérifier votre boîte de réception
nl_nl: Kijk in je mailbox

source: Reset password
de_de: Passwort zurücksetzen
fr_fr: Rerégler le mot de passe
nl_nl: Wachtwoord resetten

source: Hi %1$s,
de_de: Hallo %1$s,
fr_fr: Bonjour %1$s,
nl_nl: Hallo %1$s,

source: You have requested a new password on %1$s
de_de: Sie haben ein neues Passwort für %1$s angefordert.
fr_fr: Vous avez demandé un nouveau mot de passe sur %1$s
nl_nl: Je hebt een aanvraag gedaan voor een nieuw wachtwoord voor %1$s

source: Choose a new password by clicking the link below...
de_de: Wählen Sie ein neues Passwort, indem Sie auf den Link klicken...
fr_fr: Sélectionner un nouveau mot de passe en cliquant le lien ci-dessous...
nl_nl: Stel een nieuw wachtwoord in door op onderstaande link te klikken...

source: Invalid key
de_de: Ungültiger Key
fr_fr: Clé non valide
nl_nl: Ongeldige actie

source: Password saved
de_de: Passwort gespeichert
fr_fr: Mot de passe enregistré
nl_nl: Wachtwoord opgeslagen

source: Sign up
de_de: Anmelden
fr_fr: S'incrire
nl_nl: Inschrijven

source: Sign up successful!
de_de: Anmeldung erfolgreich!
fr_fr: Inscription réussie!
nl_nl: Inschrijving succesvol!

source: Sign up successful. Please check your inbox
de_de: Anmeldung erfolgreich. Bitte überprüfen Sie Ihr E-Mail-Postfach!
fr_fr: Inscription réussie. Veuillez vérifier votre boîte de réception
nl_nl: Inschrijving succesvol. Kijk in uw mailbox

source: New %1$s sign up
de_de: Neue Anmeldung bei %1$s
fr_fr: Nouvelle inscription du %1$s
nl_nl: Nieuwe %1$s inschrijving

source: Welcome %1$s
de_de: Willkommen %1$s
fr_fr: Bienvenu(e) %1$s
nl_nl: Welkom %1$s

source: Confirm your email address
de_de: Bitte bestätigen Sie Ihre E-Mail-Adresse
fr_fr: Confirmez votre adresse mail
nl_nl: Bevestig uw emailadres

source: You just signed up on %1$s
de_de: Sie haben Sie nun für %1$s angemeldet.
fr_fr: Vous vous êtes inscrit(e) le %1$s
nl_nl: Je hebt je zojuist ingeschreven voor %1$s

source: Please confirm your email address by clicking the link below...
de_de: Bitte bestätigen Sie Ihre E-Mail-Adresse, indem Sie auf den Link klicken...
fr_fr: Veuillez confirmer votre adresse mail en cliquant le lien ci-dessous...
nl_nl: Bevestig uw emailadres door op onderstaande link te klikken...

source: Welcome!
de_de: Willkommen!
fr_fr: Bienvenu(e)!
nl_nl: Welkom!

source: Pages
de_de: Seiten
fr_fr: Liste de pages
nl_nl: Pagina's

source: Page
de_de: Seite
nl_nl: Pagina

source: Add a new page
de_de: Neue Seite hinzufügen
fr_fr: Ajouter une nouvelle page
nl_nl: Nieuwe pagina toevoegen

source: Edit page
de_de: Seite ändern
fr_fr: Modifier la page
nl_nl: Pagina bewerken

source: My account
de_de: Mein Account
fr_fr: Mon compte
nl_nl: Mijn account

source: Edit my details
de_de: Meine Details ändern
fr_fr: Gérer mes détails
nl_nl: Bewerk mijn gegevens

source: View my results
de_de: Meine Ergebnisse zeigen
fr_fr: Voir mes résultats
nl_nl: Toon mijn resultaten

source: Login
de_de: Anmelden
fr_fr: Connexion
nl_nl: Inloggen

source: Logout
de_de: Abmelden
fr_fr: Se déconnecter
nl_nl: Uitloggen

source: Plugin already started.
de_de: PlugIn bereits gestartet.
fr_fr: Le plugin a déjà démarré.
nl_nl: Plugin is al in werking

source: Settings
de_de: Einstellungen
fr_fr: Les paramètres
nl_nl: Instellingen

source: Multiple choice
fr_fr: À choix multiple
nl_nl: Meerkeuze

source: Single answer
de_de: Einfach-Antwort
fr_fr: Réponse unique
nl_nl: Enkelvoudig antwoord

source: is greater than
de_de: ist größer als
fr_fr: est plus grand(e) que
nl_nl: is meer dan

source: is greater than or equal to
de_de: ist größer oder gleich
fr_fr: est plus grand(e) que ou égal(e) à
nl_nl: is meer dan of gelijk aan

source: is less than
de_de: ist kleiner als
fr_fr: est moins que
nl_nl: is minder dan

source: is less than or equal to
de_de: ist kleiner oder gleich
fr_fr: est moins que ou égal(e) à
nl_nl: is minder dan of gelijk aan

source: contains
de_de: beinhaltet
fr_fr: contient
nl_nl: bevat

source: is between (N,M)
de_de: liegt zwischen (N,M)
fr_fr: est entre (N,M)
nl_nl: zit tussen (N,M)

source: matches regular expression
de_de: identisch mit dem regulären Ausdruck
fr_fr: cela correspond à une expression rationnelle
nl_nl: komt overeen met ingevoerde uitdrukking

source: Your answer was saved
de_de: Ihre Antwort wurde gespeichert.
fr_fr: Votre réponse était enregistré
nl_nl: Je antwoord is opgeslagen

source: Are you sure you want to delete this answer?
de_de: Sind Sie sicher, dass Sie diese Antwort löschen möchten?
fr_fr: Êtes-vous sûr de vouloir supprimer cette réponse?
nl_nl: Weet je zeker dat je dit antwoord wilt verwijderen?

source: Error
de_de: Fehler
nl_nl: Fout

source: Edit %1$s for %2$s
de_de: Ändere %1$s für %2$s
fr_fr: Modifier %1$s pour %2$s
nl_nl: Bewerk %1$s voor %2$s

source: Question type
de_de: Frageart
fr_fr: Type de question
nl_nl: Soort vraag

source: Multiple choice answers
de_de: Multiple-Choice-Antworten
fr_fr: QCM
nl_nl: Meerkeuze vragen

source: Single-answer questions require an answer to be set
de_de: Singe-Answert-Fragen benötigen eine festgelegte Antwort!
fr_fr: Il faut établir une réponse pour les questions uniques
nl_nl: Enkelvoudige vragen moeten een ingesteld antwoord hebben

source: Multiple choice questions require at least two answers
de_de: Multiple-Choice-Fragen benötigen mindestens zwei Antworten!
fr_fr: Les QCM exigent deux réponses au minimum
nl_nl: Meerkeuze vragen moeten tenminste twee ingevoerde antwoorden hebben

source: You must choose a correct answer
de_de: Sie müssen noch die korrekte Antwort festelegen!
fr_fr: Il faut choisir une réponse correcte
nl_nl: Je moet het juiste antwoord selecteren

source: You cannot edit this question because its %1$s has been started
de_de: Sie können diese Frage nicht mehr bearbeiten, weil der dazugehörige %1$s bereits begonnen hat.
fr_fr: Vous pouvez pas modifier cette question parce que le %1$s a été démarré
nl_nl: Je kunt deze vraag niet bewerken omdat dit %1$s al is gestart

source: Questions
de_de: Fragen
nl_nl: Vragen

source: Add question
de_de: Frage hinzufügen
fr_fr: Ajouter une question
nl_nl: Vraag toevoegen

source: Edit question
de_de: Frage ändern
fr_fr: Modifier la question
nl_nl: Vraag bewerken

source: question
de_de: Frage
nl_nl: vraag

source: %1$s Questions
de_de: %1$s Fragen
nl_nl: %1$s Vragen

source: %1$s Question
de_de: %1$s Frage
nl_nl: %1$s Vraag

source: Add a new Question to %1$s
de_de: Eine neue Frage zu %1$s hinzufügen
nl_nl: Voeg een nieuwe vraag toe aan %1$s

source: Edit Question for %1$s
de_de: Frage für %1$s ändern
nl_nl: Bewerk vraag van %1$s

source: Add new %1$s %2$s
de_de: Füge neue %1$s %2$s
fr_fr: Ajouter un nouveau %1$s %2$s
nl_nl: Voeg nieuwe %1$s %2$s toe

source: Edit
de_de: Ändern
fr_fr: Modifier
nl_nl: Bewerken

source: Results
de_de: Ergebnisse
fr_fr: Résultats
nl_nl: Resultaten

source: Answers
de_de: Antworten
fr_fr: Réponses
nl_nl: Antwoorden

source: Yes
de_de: Ja
fr_fr: Oui
nl_nl: Ja

source: No
de_de: Nein
fr_fr: Non
nl_nl: Nee

source: Date
de_de: Datum
nl_nl: Datum

source: Duration
de_de: Dauer
nl_nl: Duur

source: Name
fr_fr: Nom
nl_nl: Naam

source: Mark
fr_fr: Note
nl_nl: Score

source: Out of
de_de: von
fr_fr: Hors de
nl_nl: Van de

source: Grade
de_de: Grad
fr_fr: Note
nl_nl: Beoordeling

source: Passed
de_de: Bestanden
fr_fr: Réussi
nl_nl: Geslaagd

source: Resit
de_de: Wiederholungsprüfung
fr_fr: Repasser
nl_nl: Herkansing

source: %1$s results
de_de: %1$s Ergebnisse
fr_fr: %1$s les résultats
nl_nl: %1$s resultaten

source: New %1$s result comment
de_de: Neue %1$s Ergebniskommentare
nl_nl: Nieuwe reactie op resultaat van %1$s

source: New comment on %1$s %2$s result for %3$s
de_de: Neue Kommentare bei %1$s %2$s Ergebnis für %3$s
nl_nl: Nieuwe reactie voor %3$s op het resultaat bij %1$s %1$s

source: You cannot manually add %1$s results
de_de: Sie können keine manuellen %1$s Ergebnisse hinzufügen.
fr_fr: Vous ne pouvez pas ajouter les résultats du %1$s manuellement
nl_nl: Je kunt niet handmatig %1$s resultaten toevoegen

source: Archive
de_de: Archiv
nl_nl: Archief

source: View archive
de_de: Zeige Archiv
fr_fr: Voir l'archive
nl_nl: Archief bekijken

source: result
de_de: Ergebnis
fr_fr: résultat
nl_nl: resultaat

source: %1$s result
de_de: %1$s Ergebnis
fr_fr: %1$s résultat
nl_nl: %1$s resultaat

source: Add new %1$s result
de_de: Neues %1$s Ergebnis hinzufügen
fr_fr: Ajouter un nouveau résultat pour %1$s
nl_nl: Voeg een nieuw %1$s resultaat toe

source: resit
de_de: wiederholen
fr_fr: repasser
nl_nl: herkansing

source: Invalid settings
de_de: Ungültige Einstellungen
fr_fr: Paramètres non valides
nl_nl: Verkeerde instellingen

source: Trainees
fr_fr: Stagiaires
nl_nl: Studenten

source: Trainee
fr_fr: Stagiaire
nl_nl: Student

source: Test
fr_fr: Teste
nl_nl: Examen

source: Group
de_de: Gruppe
fr_fr: Groupe
nl_nl: Groep

source: Groups
de_de: Gruppen
fr_fr: Groupes
nl_nl: Groepen

source: Resources
de_de: Materialien
nl_nl: Documenten

source: Tests
fr_fr: Testes
nl_nl: Examens

source: Group managers
de_de: Gruppenmanager
fr_fr: Responsables de groupe
nl_nl: Teamleiders

source: General
de_de: Allgemein
fr_fr: Général
nl_nl: Algemeen

source: License number
de_de: Lizenznummer
nl_nl: Licentienummer

source: (Enter a legitimate license number to enable updates)
nl_nl: (Vul een geldig licentienummer in om updates in te schakelen)

source: Title
de_de: Titel
fr_fr: Titre
nl_nl: Titel

source: Main slug
fr_fr: Ligne-bloc principal
nl_nl: Hoofd url

source: Use built in theme
de_de: Standard-Theme benutzen
fr_fr: Utiliser un thème intégré
nl_nl: Gebruik het ingebouwde thema

source: Enabled
de_de: Aktiviert
fr_fr: Activé
nl_nl: Ingeschakeld

source: Stylesheets
de_de: Stylehsheets
fr_fr: Feuilles de style
nl_nl: Sjablonen

source: Include theme CSS
de_de: Benutze Theme-CSS
fr_fr: Inclur le thème CSS
nl_nl: Gebruik css van het thema

source: Arrow key navigation
de_de: Pfeilnavigation
nl_nl: Pijlnavigatie

source: Login by
de_de: Anmelden mittels
nl_nl: Inloggen door

source: Email address
de_de: E-Mail-Adresse
fr_fr: Adresse e-mail
nl_nl: Email adres

source: Username
de_de: Benutzername
nl_nl: Gebruikersnaam

source: Image
de_de: Bild
nl_nl: Afbeelding

source: Header image
de_de: Header-Bild
fr_fr: Image en-tête
nl_nl: Header afbeelding

source: Singular
fr_fr: Au singulier
nl_nl: Enkelvoud

source: e.g. Level, Course, Subject
de_de: zum Beispiel Level, Kurs, Stufe etc.
fr_fr: ex, niveau, cours, sujet
nl_nl: Bijvoorbeeld Level, Examen, Onderwerp

source: Plural
fr_fr: Au pluriel
nl_nl: Meervoud

source: e.g. Levels, Courses, Subjects
de_de: zum Beispiel Level, Kurse, Stufen etc.
fr_fr: ex, niveaux, cours, sujets
nl_nl: Bijvoorbeeld Levels, examens, onderwerpen

source: Default template
de_de: Standard-Template
fr_fr: Template de base
nl_nl: Standaard sjabloon

source: Resource
de_de: Material
nl_nl: Document

source: e.g. Material, Resource, or Slide etc.
de_de: zum Beispiel Material, Resource oder Slide etc.
fr_fr: ex, matériel, resource, ou diapositif etc.
nl_nl: Bijvoorbeeld materiaal, document, pagina

source: e.g. Material, Resources, or Slides etc.
de_de: zum Beispiel Materialien, Resourcen oder Slides etc.
fr_fr: ex, matériaux, resources, ou diapositifs etc.
nl_nl: Bijvoorbeeld materialen, documenten, pagina's

source: Prevent access during %1$s
de_de: Verhindere Zugang währen des %1$ss.
fr_fr: Empêcher l'accès pendant %1$s
nl_nl: Voorkom toegang tijdens %1$s

source: (Savvy web-users can subvert this)
de_de: (Savvy Web-User können dies umgehen.)
fr_fr: (Ceux qui sont calés en informatique peuvent subvertir cela)
nl_nl: (Hoewel mensen die handig zijn met internet dit natuurlijk wel kunnen omzeilen)

source: e.g. Test, Quiz etc.
de_de: zum Beispiel Test, Quiz, Fragebogen etc.
fr_fr: ex, teste, quiz, etc.
nl_nl: Bijvoorbeeld examen, quiz etc.

source: e.g. Tests, Exams etc.
de_de: zum Beispiel Tests, Quizze, Fragebögen etc.
fr_fr: ex, testes, examens, etc.
nl_nl: Bijvoorbeeld examens, testen etc

source: Trim answer whitespace
de_de: Weißraum in Antworten trimmen
nl_nl: Verwijder lege ruimtes tussen tekst

source: (Removes leading & trailing spaces from %1$s attempted answers)
de_de: (Entfernt Vor- und Nach-Leerstellen von %1$s versuchten Antworten.)
nl_nl: (Verwijdert lege ruimtes tussen de tekst bij de ingeleverde antwoorden van de %1$s)

source: Save answers via AJAX
de_de: Antworten via AJAX speichern
fr_fr: Enregistrer les réponses via AJAX
nl_nl: Sla antwoorden op via AJAX

source: Default %1$s template
de_de: Standard %1$s-Template
fr_fr: Template de base de %1$s
nl_nl: Standaard %1$s sjabloon

source: Default result template
de_de: Standard Ergebnis-Template
fr_fr: Template de base des résultats
nl_nl: Standaard resultaten sjabloon

source: Publish results
de_de: Ergebnisse veröffentlichen
fr_fr: Publier les résultats
nl_nl: Resultaten publiceren
